[
  {
    "title": "What is a brain tumor?",
    "para1": "A brain tumor is an abnormal growth or mass of cells in or around your brain. Together, spinal tumors and brain tumors are called central nervous system (CNS) tumors.\n\nBrain tumors can be malignant (cancerous) or benign (noncancerous). Some tumors grow quickly, while others are slow growing.\n\n",
    "para2": "Only about one-third of brain tumors are cancerous. But whether they’re cancerous or not, brain tumors can impact brain function and your health if they grow large enough to press on surrounding nerves, blood vessels and tissue.\n\nTumors that develop in your brain are called primary tumors. Tumors that spread to your brain after forming in a different part of your body are called secondary tumors, or metastatic brain tumors. This article focuses on primary brain tumors.\n\n",
    "img": "https://res.cloudinary.com/dxomldckp/image/upload/v1712514979/dermicheck-hackoverflow/zfm8oxax37wju9gpgwyj.jpg"
  },
  {
    "title": "Hairfall aka Alopecia",
    "para1": "Hair loss (alopecia) can affect just your scalp or your entire body, and it can be temporary or permanent. It can be the result of heredity, hormonal changes, medical conditions or a normal part of aging. Anyone can lose hair on their head, but it's more common in men.\n\nBaldness typically refers to excessive hair loss from your scalp. Hereditary hair loss with age is the most common cause of baldness. Some people prefer to let their hair loss run its course untreated and unhidden. Others may cover it up with hairstyles, makeup, hats or scarves. And still others choose one of the treatments available to prevent further hair loss or restore growth.\n\n",
    "para2": "See your doctor if you are distressed by persistent hair loss in you or your child and want to pursue treatment. For women who are experiencing a receding hairline (frontal fibrosing alopecia), talk with your doctor about early treatment to avoid significant permanent baldness.\n\nAlso talk to your doctor if you notice sudden or patchy hair loss or more than usual hair loss when combing or washing your or your child's hair. Sudden hair loss can signal an underlying medical condition that requires treatment.\n\n",
    "img": "https://res.cloudinary.com/dxomldckp/image/upload/v1712515327/dermicheck-hackoverflow/w5qht3qkczbknhkpcwgj.png"
  },
  {
    "title": "All about Skin Cancer",
    "para1": "Skin cancer — the abnormal growth of skin cells — most often develops on skin exposed to the sun. But this common form of cancer can also occur on areas of your skin not ordinarily exposed to sunlight.\n\nThere are three major types of skin cancer — basal cell carcinoma, squamous cell carcinoma and melanoma.\n\nYou can reduce your risk of skin cancer by limiting or avoiding exposure to ultraviolet (UV) radiation. Checking your skin for suspicious changes can help detect skin cancer at its earliest stages. Early detection of skin cancer gives you the greatest chance for successful skin cancer treatment.\n\n",
    "para2": "Skin cancer develops primarily on areas of sun-exposed skin, including the scalp, face, lips, ears, neck, chest, arms and hands, and on the legs in women. But it can also form on areas that rarely see the light of day — your palms, beneath your fingernails or toenails, and your genital area.\n\nSkin cancer affects people of all skin tones, including those with darker complexions. When melanoma occurs in people with dark skin tones, it's more likely to occur in areas not normally exposed to the sun, such as the palms of the hands and soles of the feet.\n\n",
    "img": "https://res.cloudinary.com/dxomldckp/image/upload/v1712515594/dermicheck-hackoverflow/rgp5qjj79wn1ee1avqfl.jpg"
  },
  {
    "title": "Could Frequent Headaches Mean a Brain Tumor?",
    "para1": "People who suffer from persistent bad headaches sometimes fear the worst, thinking they may have a brain tumor.\n\nBut in reality, that very rarely is the case.\n\nWhile brain tumors can produce headaches, they usually have other symptoms as well, says Herbert B. Newton, MD, medical director of the Brain Tumor Center at University Hospitals Seidman Cancer Center.\n\n“Most patients with brain tumors have headaches that are typically different than their usual day to day headaches (e.g., migraine, stress, etc), with a new kind of pain, and often a new pattern,” Dr. Newton says. “In addition, the headaches will typically slowly get worse and become more persistent over time without specific treatment. Also, headaches alone without any other symptoms are less common with brain tumors – e.g., weakness, visual changes, speech difficulty, or seizures.”\n\n",
    "para2": "Headaches can be primary or secondary.\n\nA primary headache means the headache itself is the main health problem. But other factors such as muscle tension or exposure to certain foods may be triggers. Other things that may help cause the headache include medicines, dehydration, or hormone changes.\n\nA secondary headache is related to an underlying health condition. An example of this would be a headache caused by a neck injury, eye problems, or an infection in the jaw, teeth or sinus.\n\nHeadaches often have triggers, such as stress, fatigue and certain foods and drinks. But the cause of most headaches is not well understood.\n\n",
    "img": "https://res.cloudinary.com/digvpmszg/image/upload/v1712684119/_Could-Frequent-Headaches-Mean-a-Brain-TumorBlog-MainArticleImage_e12dcs.jpg"
  },
  {
    "title": "What Is Aphasia? Learn about its Causes, Symptoms and Treatment",
    "para1": "Aphasia affects the part of the brain that processes language. It impairs the ability to speak and understand others and can leave a person unable to effectively communicate. While aphasia impedes a person’s ability to process language it does not affect intelligence.\n\nAphasia is a language disturbance. It really is a problem with either comprehension or understanding of language, whether written or verbal, or expression – getting the words out.\n\nAphasia is usually brought on by an underlying condition, the most common being stoke. It can also be caused by a head injury, brain tumor, infection, or degenerative conditions such as Alzheimer’s disease and related disorders. Aphasia is most common among older people, but it can occur in people of any age, race or gender.\n\n",
    "para2": "Aphasia is diagnosed through language tests conducted by a speech-language pathologist. These tests might be accompanied by imaging scans of the brain, including computed tomography (CT), magnetic resonance imaging (MRI), and positron emission tomography (PET) scans.\n\nSome people with alphasia fully recover without treatment, but for most people, some loss of language skills remains. The first line of treatment aims at diagnosing and treating the underlying condition or injury. Secondly, speech-language therapy is important for maintaining communication strategies. Speech therapy can often help recover some speech and language functions over time. A speech-language pathologist can help patients and their loved ones learn coping strategies and find the best ways to communicate effectively with each other.\n\n",
    "img": "https://res.cloudinary.com/digvpmszg/image/upload/v1712684675/5502-aphasia_t2w3js.jpg"
  },
  {
    "title": "Clinical Trial Studies Treating Brain Tumor with Genetically Modified Poliovirus",
    "para1": "A new clinical trial is looking into validating whether a modified version of the virus that causes polio can impact the survival rates of people with glioblastoma (GBM), a deadly cancer of the brain.\n\nUniversity Hospitals Seidman Cancer Center recently treated its first patient in the clinical trial. UH Seidman is the only site in the U.S. Midwest participating in the trial, which was initiated at Duke Cancer Institute in Durham, NC.\n\n",
    "para2": "“This trial uses a polio virus modified to specifically target a receptor (CD155) found only on tumor cells,” says Andrew E. Sloan, MD, FAANS, FACS. Dr. Sloan is Director of the Brain Tumor and Neuro-Oncology Center and the Center of Excellence in Translational Neuro-Oncology at UH Seidman Cancer Center and the UH Neurological Institute.\n\n“While it only kills a small number of tumor cells directly, the virus and the immune response it exerts exposes these tumor cells, which have been hiding from the immune system, and creates a significant anti-tumor immune response that takes over and kills the rest of the tumor that the virus has not destroyed,” Dr. Sloan says. “Unlike the native polio virus, the modified virus does not attack neurons.”\n\n",
    "img": "https://res.cloudinary.com/digvpmszg/image/upload/v1712684963/Poliovirus-GBM-Blog-MainArticleImage_blzefl.jpg"
  },
  {
    "title": "Clinical Trial Investigates New Gene Therapy for Brain Tumors",
    "para1": "A clinical trial is exploring a new treatment that ultimately may help turn those with a certain type of deadly brain cancer into patients with a much better prognosis.\n\nThe phase II study, being conducted at University Hospitals Seidman Cancer Center, part of the Case Comprehensive Cancer Center, and the NIH Clinical Center in Bethesda MD recently received $2.7 million in funding from the National Cancer Institute (NCI).\n\nThe study focuses on glioblastoma multiforme (GBM), the deadliest form of brain cancer and among the most difficult cancers to treat. The median survival time from diagnosis is only about one year.\n\n",
    "para2": "The study investigates the combination of gene therapy with two chemotherapy drugs: temozolomide (TMZ) and O-benzylguanine (BG), which specifically inhibits MGMT, an enzyme that allows the tumor to repair the damage TMZ inflicts on the tumor DNA. \n\nSince 2005, physicians have known that GBM tumors fall into one of two categories: Those that produce lots of MGMT and those that don’t.  Combining TMZ chemotherapy and radiation work in tumors that don’t produce much MGMT, and almost 50 percent of these patients live for two years after treatment. However, for the nearly two-thirds of patients who produce lots of MGMT, combination therapy produces only modest survival benefit, with median survival of 13.8 months and more complications.\n\n",
    "img": "https://res.cloudinary.com/digvpmszg/image/upload/v1712685564/New-Gene-Therapy-Glioblastoma_Blog-MainArticleImage_om8ahy.jpg"
  },
  {
    "title": "How Coloring Brain Tumors Pink Can Help Cancer Patients Live Longer",
    "para1": "When a surgeon removes a brain tumor, precision is everything: The goal is to remove as much of the cancerous tissue as possible, while preserving the surrounding brain tissue.\n\nA drug called 5-aminolevulinic acid (5-ALA) can improve the ability of surgeons to do that. The drug makes brain tumor cells turn a bright pink when the surgeon exposes it under fluorescent light during surgery. This helps surgeons to see the edges of the tumor more clearly, allowing them to remove the cancerous tissue more completely and precisely.\n\n",
    "para2": "Several published studies have shown that removing more tumor results in improved survival. However, removing the entire tumor can be difficult, even for the most experienced surgeons. It's difficult to determine where tumor ends and inflamed brain tissue begins.\n\nUsing 5-ALA to turn the cancerous tissue bright pink can change all that. Patients take the drug by mouth before surgery. Then, during the surgery, a specially adapted surgical microscope that can illuminate the tumor with either white or blue light. \n\nNearly 13,000 people in the United States are diagnosed each year with malignant gliomas and most patients live less than two years, so improved treatment options are critical. Using 5-ALA allows the surgeon to visualize the tumor more precisely, which allows more extensive resection and improved survival.The Food and Drug Administration (FDA) approved 5-ALA for use in the United States in 2017. The drug has long been a standard of care in Germany and much of Europe.\n\n",
    "img": "https://res.cloudinary.com/digvpmszg/image/upload/v1712685730/5_ALA_Blog-MainArticleImage_skflwb.jpg"
  }
]
